<template>
	<view class="uni-common-mt">
		<!-- <view class="uni-list"> -->
			
			<!-- <view class="uni-list-cell" hover-class="uni-list-cell-hover" v-for=" i in savingsList">
				<view class="uni-media-list">
					<view class="uni-media-list-body">
						<view class="uni-media-list-text-top">藏品名:&nbsp;{{i.name}}&nbsp;年代:&nbsp;{{i.age}}</view>
						<view class="uni-media-list-text-bottom uni-ellipsis">简介: {{i.introduction}}</view>
					
					</view>
				</view>
			</view>
		</view> -->
	</view>
</template>

<script>
	export default {
		data() {
			return {
				savingsList:[
					{"name": "宜兴窑紫砂金漆云蝠砚","age":"清雍正" ,"introduction":"水丞圆唇口，扁腹，两对螭龙托珠为座。砂泥呈黄色，质地极为细润。外口下有回纹和云头纹边饰各一周。器身堆绘绿泥五蝠及双“寿”字，寓意“五福捧寿”。此器造型精巧华丽，为紫砂文玩中的佳品。"},
					{"name": "宜兴窑紫砂御题澄泥套砚","age":"清乾隆" ,"introduction":"六方紫砂澄泥砚置于大紫檀木盒内，盒面填金隶书“萃珍含润”。每方砚分别配有随形的紫檀木盒，盒盖上部均嵌玉一块，上分别刻玉螭纹、兽面纹、玉卧蚕等，下部为填金隶书乾隆皇帝御题。此套砚是在澄泥中掺进一定比例的宜兴紫砂精心制作而成，澄泥中掺紫砂不仅使砚的颜色微现深紫而凝重美观，而且会增加研墨的摩擦力，使砚膛更加“吃墨”。据砚身题字可知，六方均为仿古砚，分别是仿唐八棱澄泥砚、仿宋玉兔朝元砚、仿宋天成风字砚、仿汉石渠阁瓦砚、仿汉未央砖海天出月砚、仿宋德寿殿犀纹砚。"},
					{"name": "德化窑白釉达摩像","age":"明"  ,"introduction":"达摩广额深目，耳戴双环，满脸虬须，身披袈裟，其头部微低，双目凝视远方，双手拱于胸前，赤足站在浪花翻滚的海涛上，其衣衫被海风微微拂起。"},
					// {"name": "宜兴窑石楳款紫砂胎镶玉槟榔木壶","age":"清道光" ,"introduction":"砚扁饼形。砚面突起形成砚堂，外环水渠为砚池，设计巧妙，造型简洁。砂泥呈深栗色，沉稳古雅。胎体致密滑润。口沿和外壁堆塑彩绘缠枝灵芝纹，描金彩朵云、寿字、飞蝠等纹饰，十分精致。砚底部内凹，满髹黑漆，乌黑莹亮。"},
					{"name": "宜兴窑紫砂双螭福寿水丞","age":"清乾隆"  ,"introduction":"砚扁饼形。砚面突起形成砚堂，外环水渠为砚池，设计巧妙，造型简洁。砂泥呈深栗色，沉稳古雅。胎体致密滑润。口沿和外壁堆塑彩绘缠枝灵芝纹，描金彩朵云、寿字、飞蝠等纹饰，十分精致。砚底部内凹，满髹黑漆，乌黑莹亮。"},
					{"name": "德化窑白釉鹤鹿仙人雕像","age":"明"  ,"introduction":"瓷塑人物鹤发童颜，双眼微睁，面带慈祥笑容，身穿宽大鹤氅，怡然自得地盘坐于洞石之上。其头微偏，两臂在凭几上交叉，右手托一经卷，俨然是一位仙风道骨的老神仙。"},				
					{"name":"磁山文化红陶盂","age":"新石器时代磁山文化","introduction":"撇口，圆筒形腹，平底。夹砂红陶，胎壁较厚，表面粗糙。"},
					{"name":"韩滉五牛图卷","age":"唐","introduction":"《五牛图》是目前所见最早作于纸上的绘画，纸质为麻料，具有唐代纸张的特点。图画五牛，形象不一，姿态各异，或行或立，或俯首，或昂头，动态十足。"},
					{"name":"李昭道龙舟竞渡图页","age":"唐","introduction":"此图是典型的青绿山水作品，画中运用的石青石绿历久弥新。"},
					{"name":"伏羲女娲像页","age":"唐","introduction":"此图上彩画人首蛇身男女二人，均着窄衫小袖绛红色胡装，二人腰相连，共着一条白裙。男居左，无须，头戴笼冠，张左手执矩，矩上有墨斗"},
					{"name":"坐佛像残片","age":"唐","introduction":"此画是二方连续的千佛坐像中之二片，外框画莲瓣形龛，下为菱形团花图案。"},
					// 格式：{"name":"","age":"","introduction":""},
				]
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
